IdeaRS.Connections
AddedMemberType Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.AddedMemberType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum AddedMemberType
Members
Member name | Value | Description
StiffeningMember | 0
SolidMember | 1
See Also
Reference
IdeaRS.Connections.Data Namespace